const RollingStocks = {
    A: [
        {
            value: 'Собственный',
            label: 'Собственный',
        },
        {
            value: 'Инвентарный',
            label: 'Инвентарный',
        },
        {
            value: 'СПС',
            label: 'СПС',
        },
        {
            value: 'МПС',
            label: 'МПС',
        },
        {
            value: 'CПС Контейнер',
            label: 'CПС Контейнер',
        },
        {
            value: 'МПС Контейнер',
            label: 'МПС Контейнер',
        },
    ],

    B: [
        {
            value: 'Платформа',
            label: 'Платформа',
        },
        {
            value: 'Вагон',
            label: 'Вагон',
        },
        {
            value: 'Полувагон',
            label: 'Полувагон',
        },
        {
            value: 'Контейнер',
            label: 'Контейнер',
        },
        {
            value: 'Крытый вагон',
            label: 'Крытый вагон',
        },
        {
            value: 'Цистерна',
            label: 'Цистерна',
        },
        {
            value: 'Фитинговая платформа',
            label: 'Фитинговая платформа',
        },
        {
            value: 'СПС платформа',
            label: 'СПС платформа',
        },
        {
            value: 'МПС Контейнер',
            label: 'МПС Контейнер',
        }
    ]
}

export default RollingStocks